Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/udir.no/grunnlagsdokument-2014-2017.pdf.tmx
Source language: nob
Languages: sme

source: TALIS-undersøkelsenog OECDs rapport om evaluering og vurderingkonkluderer med at en svakt utviklet oppfølgingskultur er en særlig utfordring på alle nivåer i norsk skole, dvs. hvordan lærerne, skolelederne og skoleeiernivået følger opp og gir tilbakemelding på utvikling og prestasjoner hos elever og ansatte.
sme: TALIS-iskkadeapmi ja OECD-raporta árvvoštallama birra konkluderejit ahte hejodit ovdánan čuovvolanvierut leat erenoamáš hástalussan buot dásiin norgga skuvllas, namalassii mo oahpaheaddjit, skuvlahálddahusat ja skuvlaeaiggátdásit čuovvolit ohppiid ja bargiid ovdáneami ja olahusaid ja addet máhcahusaid daidda.

source: Tilbakemeldinger berører to av prinsippene for underveisvurdering og er forskriftsfestet.
sme: Máhcaheamit guoskkahit gaskaárvvoštallama guovtti prinsihpa ja leat nannejuvvon láhkaásahusas.

source: Skoleledere og lærere bør også få tilbakemeldinger fra sine ledere og kolleger på hvordan de jobber med vurdering.
sme: Skuvlahálddahusat ja oahpaheaddjit berrejit maiddái oažžut máhcahemiid iežaset jođiheddjiin ja mielbargiin das mo árvvoštallet.

source: 8. Nettressurser På nettsiden www.udir.no/vflfinnes informasjon og materiell om vurdering for læring.
sme: 8. Neahttaresurssat Neahttasiiddus www.udir.no/vfl leat árvvoštallamii oahpaheami várás dieđut ja materiálat.

source: Refleksjonsspørsmål, verktøy og filmer som viser eksempler på hvordan de fire prinsippene kan praktiseres i klasserommet, er noe av det som finnes på sidene.
sme: Earret eará gávdná siidduin smiehttangažaldagaid, reaidduid ja filmmaid mat čájehit ovdamearkkaid mo dan njealji prinsihpa sáhttá praktiseret luohkkálanjas.

source: I tillegg er sluttrapportene fra tidligere puljer tilgjengelige på sidene sammen med forskningsrapporter og faglitteratur om vurdering.
sme: Dasa lassin leat siidduin ovddeš joavkkuid loahpparaporttat oktan dutkanraporttain ja fágagirjjálašvuođain árvvoštallama birra.
